export const text = [
     [
        ["今天是開學第一天！", "Lisin在校門口遇到老師，他們在說什麼呢？"],
        [
            "恁早，你好。",
            "早安，你好。"
        ],
        [
            "先生好。",
            "老師好。"
        ],
        [
            "你安到麼个名？",
            "你叫什麼名子？"
        ],
        [
            "𠊎安到古中平。",
            "我叫做古中平。"
        ],

    ],
    {
        question: [
            "你今天第一天上學，趕快認識你旁邊的兩個朋友吧，",
            "問問看他們叫什麼名字。",
            "將名牌放到同學的桌上吧!"
        ],
        word: [
            "猴子", "你叫", "好", "哪裡", "什麼", "生日", "天", "在", "名字",
        ],
        ask: "你叫什麼名字",
        select:[
            "李冠宇","古中平","宋佳珍","林淑芬"
        ],
        answer:[
            "古中平","宋佳珍"
        ]
    },
    {
        question: [
            "很好，現在你認識了同學的名字，再問問他們家住哪裡吧！"
        ],
        word: [
            "烏龜", "飛機", "好", "你家", "住在", "字型", "名稱", "地底", "哪裡"
        ],
        ask: "你家住在哪裡",
        select:[
            "火星","木星","土星","水星", "金星", "冥王星"
        ],
        answer:[
            "木星","金星"
        ]
    },
    {
        question: [
            "上課了，老師請你們寫筆記。你忘記帶筆了，你的同學有多的筆，快想想辦法吧。"
        ],
        word: [
            "給我", "的筆", "好", "你家", "把你", "字型", "名稱", "地底", "哪裡"
        ],
        ask: "把你的筆給我",
        select:[
            "收下他的筆"
        ],
        answer:[
            "收下他的筆"
        ]
    },
    {
        question: [
            "上課了，老師請你們寫筆記。你寫錯字了，需要使用橡皮擦，但是你忘了帶橡皮擦，快想想辦法吧。"
        ],
        word: [
            "給我", "的", "好", "你家", "把你", "字型", "名稱", "地底", "哪裡", "橡皮擦"
        ],
        ask: "把你的橡皮擦給我",
        select:[
            "收下他的橡皮擦"
        ],
        answer:[
            "","收下他的橡皮擦"
        ]
    },
    {
        question: [
            "老師分配你掃地工作，掃把在你同學旁邊，請他拿給你吧。"
        ],
        word: [
            "旁邊", "的", "好", "拿來", "把你", "字型", "掃把", "地底", "哪裡", "橡皮擦"
        ],
        ask: "把你旁邊的掃把拿來",
        select:[
            "收下掃把"
        ],
        answer:[
            "收下掃把"
        ]
    }
]

