export const text = {
    opening: [
        ["今天是開學第一天！", "Lisin在校門口遇到老師，他們在說什麼呢？"],
        [
            "anˋ zoˋ nˇ hoˋ",
            "恁早，你好"
        ],
        [
            "xinˊ sangˊ hoˋ",
            "先生好。"
        ],
        [
            "nˇ onˊ do maˋ ge miangˇ",
            "你安到麼个名？"
        ],
        [
            "ngaiˇ onˊ do guˋ zungˊ pinˇ",
            "𠊎安到古中平。"
        ],

    ],
    stage1: {
        question: [
            "你今天第一天上學，趕快認識你旁邊的兩個朋友吧，",
            "問問看他們叫什麼名字。",
            "將名牌放到同學的桌上吧!"
        ],
        word: [
            "叫", "你", "好", "个", "什", "生", "麼", "字", "名",
        ],
        ask: "你叫什麼名字",
        name:[
            "李冠宇","古中平","宋佳珍","林淑芬"
        ],
        answer:[
            "古中平","宋佳珍"
        ]
    }

}

