export const text = [
     [
        ["今天是開學第一天！", "Lisin在校門口遇到老師，他們在說什麼呢？"],
        [
            "anˋ zoˋ nˇ hoˋ",
            "恁早，你好"
        ],
        [
            "xinˊ sangˊ hoˋ",
            "先生好。"
        ],
        [
            "nˇ onˊ do maˋ ge miangˇ",
            "你安到麼个名？"
        ],
        [
            "ngaiˇ onˊ do guˋ zungˊ pinˇ",
            "𠊎安到古中平。"
        ],

    ],
    {
        question: [
            "你今天第一天上學，趕快認識你旁邊的兩個朋友吧，",
            "問問看他們叫什麼名字。",
            "將名牌放到同學的桌上吧!"
        ],
        word: [
            "猴子", "你叫", "好", "哪裡", "什麼", "生日", "天", "在", "名字",
        ],
        ask: "你叫什麼名字",
        name:[
            "李冠宇","古中平","宋佳珍","林淑芬"
        ],
        answer:[
            "古中平","宋佳珍"
        ]
    },
    {
        question: [
            "很好，現在你認識了同學的名字，再問問他們家住哪裡吧！"
        ],
        word: [
            "烏龜", "飛機", "好", "你家", "住在", "字型", "名稱", "地底", "哪裡"
        ],
        ask: "你家住在哪裡",
        name:[
            "火星","木星","土星","水星", "金星", "冥王星"
        ],
        answer:[
            "木星","金星"
        ]
    },
    {
        question: [
            "上課了，老師請你們寫筆記。你忘記帶筆了，你的同學有多的筆，快想想辦法吧。"
        ],
        word: [
            "給我", "的筆", "好", "你家", "把你", "字型", "名稱", "地底", "哪裡"
        ],
        ask: "把你的筆給我",
        name:[
            "收下他的筆"
        ],
        answer:[
            "收下他的筆"
        ]
    }
]

